async function getHomeData(ctx) {
  ctx.body = [{
    "id": 11,
    "picName": "/home/1482553127283.jpg",
    "picAuthor": "《阿甘正传》",
    "words": "人生就像一盒各式各样的巧克力，你永远不知道下一块将会是哪种。 by 《阿甘正传》",
    "uploadDate": "2016-12-23T16:00:00.000Z",
    "vol": 7
  }, {
    "id": 7,
    "picName": "/home/1472058654463.jpg",
    "picAuthor": "阿斌",
    "words": "于千万人之中遇见你所要遇见的人，于千万年之中，时间的无涯的荒野里，没有早一步，也没有晚一步，刚巧赶上了，那也没有别的话可说，惟有轻轻地问一声：“噢，你也在这里吗？” by 张爱玲《爱》",
    "uploadDate": "2016-08-29T16:00:00.000Z",
    "vol": 6
  }, {
    "id": 10,
    "picName": "/home/1472367393290.jpg",
    "picAuthor": "宫崎骏",
    "words": "多年后，再回想年少时的迷茫和执着，或许原因都不记得了。青春就是让你张扬地笑，也给你莫名的痛。 by 宫崎骏《虞美人盛开的山坡》",
    "uploadDate": "2016-08-28T16:00:00.000Z",
    "vol": 5
  }, {
    "id": 9,
    "picName": "/home/1472364857742.jpg",
    "picAuthor": "新海诚",
    "words": "我清楚地知道，我们无法保证将来能永远在一起，横亘在我们面前的是那沉重的人生和漫长的时间，让人望而却步。 by 新海诚 《秒速五厘米》",
    "uploadDate": "2016-08-27T16:00:00.000Z",
    "vol": 4
  }, {
    "id": 8,
    "picName": "/home/1472364796451.jpg",
    "picAuthor": "宫崎骏",
    "words": "世界这么大，人生这么长，总会有这么一个人，让你想要温柔地对待。 by 宫崎骏《哈尔的移动城堡》",
    "uploadDate": "2016-08-26T16:00:00.000Z",
    "vol": 3
  }, {
    "id": 6,
    "picName": "/home/1472058545299.jpg",
    "picAuthor": "周彤",
    "words": "我们的父母是恒星，我们回家他们永远是在的；我们的朋友是行星，有的时候来有的时候去，但是他们也是天空中的星；在我们的生命中擦肩而过的，一些可能在今生你再也不会碰到的人，我将他们叫做流星。 by 三毛 《流星雨》",
    "uploadDate": "2016-08-25T16:00:00.000Z",
    "vol": 2
  }, {
    "id": 5,
    "picName": "/home/1471636687432.jpg",
    "picAuthor": "周彤",
    "words": "　　她们都是你漫漫长路上，只配错过的好姑娘。by 韩寒《后会无期》",
    "uploadDate": "2016-08-24T16:00:00.000Z",
    "vol": 1
  }]
}

export default {
  getHomeData
}